[
  {
    "id": 0,
    "favourite": 1,
    "name": "The Stranger",
    "game": "Furi",
    "img": "img/furi1.png",
    "gender": "Male",
    "description": "The stranger is very aggressive at first, there's not much personality in him and seems to lack empathy. Throughout the game he doesn't utter a word and his facial epressions stayvery subtle. Later in game he becomes more passive and doesn't attack enemy on sight. Led by mysterious chracter called The Voice he tries to escape the prison his been locked in for at the beginning unknown reason.",
    "race": "Alien",
    "genre": ["Action ", "Shoot 'em up ", "Hack and slash "],
    "mode": "Single-player",
    "developer": "The Game Bakers",
    "platform": ["Microsoft Windows ", "PlayStation 4 ", "Xbox One ", "Nintendo Switch "],
    "description2": "Furi is an indie bullet hell game in which you fight dynamic battles and your freedom is at stake. Designed by Takashi Okazaki, this epic arcade style game with an original soundtrack is a work of art in the hack and slash genre."
  },
  {
    "id": 1,
    "favourite": 0,
    "name": "Alan Wake",
    "game": "Alan Wake",
    "img": "img/alan1.png",
    "gender": "Male",
    "description": "Writer, author of best-selling novels, but suffering from creative impotence for two years. His wife, seeing the writer's difficult situation, takes him on vacation to the picturesque town of Bright Falls, which is to help him write another great book. He has extraordinary courage, resourcefulness and an original sense of humor, manifested mainly in life-threatening situations. He is easily irritated, which often causes him to get into trouble - this is evidenced by arguments with his wife, friends and fights with intrusive journalists.",
    "race":"Human",
    "genre": ["Action ", "Horror"],
    "mode": "Single-player",
    "developer": "Remedy Entertainment",
    "platform": ["Microsoft Windows ", "PlayStation 4 ", "Xbox One ", "Nintendo Switch "],
    "description2": "Alan Wake is another work of the people responsible for the popular Max Payne brand. The whole thing was created in line with the convention of a psychological action thriller, and during development was clearly inspired by the cult TV series by David Lynch and Mark Frost called Twin Peaks (Twin Peaks)."

  },
  {
    "id": 2,
    "favourite": 0,
    "name": "Talion",
    "game": "Middle-earth: Shadow of Mordor",
    "img": "img/me1.png",
    "gender": "Male",
    "description": "An experienced guard and scout of the Black Gate whose family is murdered by the captains of the Black Hand during the attack. Moments later, he too dies, but the ancient Spirit of Vengeance resurrects and grants Talion powers of the wraith. Talion is helped by the mysterious soul of an old elf and the best blacksmith of the Second Age who created the Rings of Power - Celebrimbor.",
    "race":"Human",
    "genre": ["Action ", "Shoot 'em up ", "Hack and slash "],
    "mode": "Single-player",
    "developer": "The Game Bakers",
    "platform": ["Microsoft Windows ", "PlayStation 4 ", "Xbox One ", "Nintendo Switch "],
    "description2": "Furi is an indie bullet hell game in which you fight dynamic battles and your freedom is at stake. Designed by Takashi Okazaki, this epic arcade style game with an original soundtrack is a work of art in the hack and slash genre."
  },
  {
    "id": 3,
    "favourite": 1,
    "name": "Shay Patrick Cormac",
    "game": "Assassin's Creed Rogue",
    "img": "img/ar.png",
    "gender": "Male",
    "description": "A fearless and young member of the Assassin Brotherhood who undergoes a dark transformation that will change the future of the American colonies forever. After a dangerous mission that ends with a tragedy, Shay turns his back on the Assassins, who retaliate against him. Rejected by the people he once called his brothers, Shay sets out to slain all those who turned against him and eventually become the most feared hunter of assassins in history.",
    "race":"Human",
    "genre": ["Action ", "Shoot 'em up ", "Hack and slash "],
    "mode": "Single-player",
    "developer": "The Game Bakers",
    "platform": ["Microsoft Windows ", "PlayStation 4 ", "Xbox One ", "Nintendo Switch "],
    "description2": "Furi is an indie bullet hell game in which you fight dynamic battles and your freedom is at stake. Designed by Takashi Okazaki, this epic arcade style game with an original soundtrack is a work of art in the hack and slash genre."
  
  }
]